Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/admin/sd/plenum_no/sp2016-2.odt.tmx
Source language: nob
Languages: sme

source: Sametingets plenum Møtebok 02/16
sme: Sámedikki dievasčoahkkin Čoahkkingirji 02/16

source: Tid: 07.06.2016 - 09.06.2016 Sted: Karasjok
sme: Áigi: 07.06.2016 - 09.06.2016 Báiki: Kárášjogas

source: Parti
sme: Sajis

source: Kåre Ivar Olli møtte 06. -07. 06.16
sme: 06.16, su sajis dalle Kåre Olli

source: Kjetil Johnsen møtte 08. 06.16
sme: Kjetil Johnsen su sajis 08.06.16

source: Tok sete 07.06.6 kl. 09.30
sme: válddii saji 07.06.16 dii. 9.30

source: Torbjørg Leirbakken møtte 06. - 07. 06.16
sme: 06.16, su sajis dalle Torbjørn Leirbakken

source: Permisjon fra 08.06.16 fra kl. 10.30, ingen vara kunne møte
sme: perm 08.06.16 dii. 10.30 rájes, oktage várrelahttu ii sáhttán buktit

source: Klemet Erland Hætta møtte 07.06.16 kl. 15.00 - 08.06.16
sme: perm 07.06. dii 15.00 rájes gitta 08.06.16, Klemet Erland Hætta su sajis dalle

source: Inhabil i sak 21/16 Sametingets reviderte budsjett 2016
sme: bealálaš áššis 21/16, ii lean mielde meannudeamen ášši

source: Varamedlemmer:
sme: Várreláhttut

source: AP/BB
sme: Bellodat

source: Permisjoner:
sme: Permišuvnnat

source: Erstattes av:
sme: Sadjásaš:

source: Konstituering
sme: Vuođđudeapmi

source: Sametingsrådets beretning om virksomheten
sme: Sámediggeráđi doaibmadieđáhus

source: Spørsmål til Sametingsrådet
sme: Gažaldagat Sámediggeráđđái

source: Kunngjøring av nye saker
sme: Ođđa áššiid dieđiheapmi

source: Sametingsmelding om samiske kulturinstitusjoner
sme: Sámediggedieđáhus sámi kulturásahusaid birra

source: Samiske stedsnavn i offentlig bruk
sme: Sámi báikenamat almmolaš geavahusas

source: Sametinget som veiviser for bruk av samisk språk
sme: Sámediggi sámegiela geavaheami ofelažžan

source: Sametingets reviderte budsjett 2016
sme: Sámedikki 2016 reviderejuvvon bušeahtta

source: Nu guhká go mis leat eatnamat - Sametingsmelding om areal og miljø
sme: Nu guhká go mis leat eatnamat - Samediggidieđahus areala ja birrasa birra

source: Sametingets forretningsorden - endring
sme: Sámedikki čoahkkinortnet - rievdadus

source: Sametingets kontrollutvalg - årsmelding 2015
sme: Sámedikki bearráigeahččanlávdegoddi – 2015 jahkedieđáhus

source: Ášši/Sak 014/16
sme: Ášši 014/16

source: Sametingets plenum
sme: Sámedikki dievasčoahkkin

source: Arkivsaknr.
sme: Ášše nr.

source: Plenumsledelsens innstilling Innkalling av 12.05.16 med forslag til saksliste, program og taletid godkjennes med foreslåtte endringer.
sme: Dievasčoahkkinjođihangotti árvalus: 12.05.16 beaiváduvvon gohččun árvaluvvon áššelistu, prográmma ja sárdnunáigi dohkkehuvvo, oktan evttohuvvon rievdadus aiguin.

source: Sak 22/16 Sametingsmelding om areal og miljø utsettes til plenum i september 2016.
sme: Ášši 22/16 Sámedikki areála- ja birasdieđáhus maŋiduvvo dievasčoahkkimmii 2016 čakčamánus.

source: Sametingets plenum - 014/16
sme: Sámedikki dievasčoahkkin - 014/16

source: Merknad fra Representant Mariann Wollmann Magga - Arbeiderpartiets sametingsgruppe
sme: Mearkkašupmi - Bargiidbellodaga sámediggejoavku - Áirras Mariann Wollmann Magga

source: Klargjøring av Kjøreregler for komitearbeid på Sametinget
sme: Lávdego ddebarggu bargonjuolggadusaid čielggadeapmi Sámedikkis

source: I forbindelse med at Nærings- og Kulturkomiteen behandlet Sametingsmelding om areal og miljø, valgte komiteen å bruke noe lengre tid på innstillingen, og sendte forespørsel til plenumsledelsen.
sme: Dan oktavuođas go Ealáhus- ja kulturlávdegoddi meannudii Sámediggedieđáhusa areála ja birrasa birra, válljii lávdegoddi geavahit eanet áiggi evttohussii, ja sáddii jearaldaga dievasčoahkkinjođihangoddái.

source: Det viser seg at det ikke er klare kjøreregler for slike tilfeller, og at det er rom for tolkning.
sme: Č ájehuvvo ahte eai leat čielga njuolggadusat diekkár dil álašvuođaide, ja ahte lea vejolaš dulkot dáid.

source: Vi ber Sametingets plenumsledelse gjennomgå kjørereglene, i tett dialog med komitelederne, og legge frem forslag til reviderte kjøreregler innen utgangen av 2016.
sme: Mii bivdit Sámedikki dievasčoahkkinjođihangotti guorahallat njuolggadusaid, ovttas lávdegotti jođiheddjiiguin, j a dasto buktit ovdan dárkkistuvvon njuolggadusevttohusa ovdal 2016 loahpa.

source: Saken påbegynt 07.06.16 kl. 09.00 Votering Av 39 representanter var 38 til stede.
sme: 06.1 6 dii. 09.00. Jienasteapmi 39 áirasis ledje 3 8 čoahkis.

source: Det ble ikke votert over saken.
sme: Dán áššis ii jienastuvvon.

source: Protokoll tilførsler Det ble ikke fremmet noen protokolltilførsler i saken.
sme: Beavdegirjelasáhusat Dán áššis ii ovddiduvvon beavdegirjelasáhus.

source: Taleliste og replikkordskifte
sme: Sáhkavuorrolistu ja replihkat

source: Innlegg Replikk
sme: Repli h kk a

source: Jørn Are Gaski, saksordfører
sme: Jørn Are Gaski, áššejođiheaddji

source: Inger Elin Utsi, til forr. orden
sme: Inger Elin Utsi, čoahkkinortnegii

source: Mariann Wollmann Magga
sme: Mariann Wollmann Magga, mearkkašupmi

source: SP - vedtak:
sme: DC - Mearr ádus:

source: Innkalling av 12.05.16 med forslag til saksliste, program og taletid godkjennes med foreslåtte endringer.
sme: 05.16 beaiv áduvvon gohččun, árvaluvvon áššelistu, prográmma ja sárdnunáigi dohkkehuvvui oktan evttohuvvon rievdadusaiguin.

source: Saken avsluttet 07.06.15 kl. 09.20
sme: Ášši meannudeapmi loahpahuvvui 0 7. 0 6.

source: Ášši/Sak 015/16
sme: Ášši 015/16

source: Sametingsrådets innstilling overfor Sametinget:
sme: Árvvoštallan Sámediggeráđi árvalus Sámediggái:

source: Sametinget tar Sametingsrådets beretning om virksomheten i perioden til orientering.
sme: Sámediggi váldá Sámediggeráđi dán áigodaga doaibmadieđáhusa diehtun.

source: 1 Innledning
sme: 1 Álggahus

source: Denne beretningen omhandler perioden fra 01.02.16 til 09.05.16 og er knyttet opp til Sametingets budsjett for 2016.
sme: Dát dieđáhus válddaha áigodaga 01.02.16 - 09.05.16 ja lea čadnojuvvon Sámedikki 2016 bušehttii.

source: I beretningen rapporteres det på mål og strategier omtalt i budsjettet, samt andre arbeidsoppgaver.
sme: Dieđáhusas dieđihuvvo daid mihttomeriid ja strategiijaid birra mat leat válddahuvvon bušeahtas, ja eará bargamušaid birra.

source: Sametingsrådet har i denne perioden avholdt ett fysisk møte og flere telefonmøter og har behandlet 113 saker.
sme: Sámediggeráđđi lea áigodagas doallan ovtta fysalaš čoahkkima ja máŋga telefončoahkkima ja lea meannudan 113 ášši.

source: Som det framgår av oversikten på www.sametinget.no/kalender har rådet i tillegg deltatt på flere møter og representasjoner.
sme: Nu go oidno geahčastagas www.sametinget.no/kalender, de lea ráđđi dasa lassin searvan ollu čoahkkimiidda ja ovddastemiide.

source: 2 Språk
sme: 2 Giella

source: Hovedmål
sme: Váldomihttomearri

source: Økt antall språkbrukere og økt bruk av samiske språk
sme: Eanet giellageavaheaddjit ja eanet sámegielaid geavaheapmi

source: 2. 1 Ansvar for samiske språk
sme: 2. 1 Ovddasvástádus sámegielas

source: Samisk språkutvalg
sme: Sámi giellalávdegoddi

source: Samisk språkutvalg leverte sin delrapport om kommunenes forpliktelser og struktur knyttet til samisk språk 15.februar i år.
sme: Sámi giellalávdegoddi geigii oasseraporttas dán jagi guovvamánu 15.b. gielddaid geatnegasvuođaid ja struktuvrra birra mat čatnasit sámegillii.

source: Sametingsrådet er fornøyd med at utvalget følger Sametingets tilrådninger om kommunereformen.
sme: Sámediggeráđđi lea duhtavaš dainna go lávdegoddi čuovvu Sámedikki rávvagiid gielddaođastusa oktavuođas.

source: I rapporten anbefaler utvalget å styrke og bevare samisk språk som et ledd i kommunesammenslåing.
sme: Raporttas rávve lávdegoddi nannet ja gáhttet sámegiela oassin gielddaid ovttastuhttimis.

source: Utvalget mener bevaring og utvikling av samisk språk må være en del av den helhetlige vurderingen ved eventuell sammenslåing av kommuner.
sme: Lávdegoddi oaivvilda ahte sámegiela gáhtten ja ovddideapmi ferte leat oassin ollislaš árvvoštallamis gielddaid vejolaš ovttastahttima oktavuođas.

source: På Sametingets kommuneseminar i april i år orienterte imidlertid statssekretær Anne Karin Olli at regjeringen ikke kommer til å følge opp rapporten, da de mener at den ikke er konkret nok.
sme: Sámedikki gielddasemináras cuoŋománus dán jagi muitalii dattetge stáhtačálli Anne Karin Olli ahte ráđđehus ii áiggo čuovvolit raportta, go sin mielas dat ii leat doarvái konkrehta.

source: Språkutvalget foreslår i sin delrapport også ulike nivåer for kommuner i forvaltningsområdet:
sme: Giellalávdegoddi evttoha oasseraporttas maiddái iešguđet dásiid hálddašanguovllu gielddaide:

source: «språkbevaringskommuner» hvor samisk og norsk er likestilte.
sme: «giellagáhttengielddat» gos sámegiella ja dárogiella leat ovttadássásaččat.

source: «språkvitaliseringskommuner» hvor samisk språk skal styrkes og vitaliseres
sme: «giellaealáskahttingielddat» gos sámegiella galgá nannejuvvot ja ealáskahttojuvvot

source: «storbykommuner» med et særlig ansvar for samisk språk
sme: «stuorragávpotgielddat» main lea erenoamáš ovddasvástádus sámegielas

source: Språkutvalgets forslag framstår som konstruktive, og Sametingsrådet imøteser utvalgets endelige rapport 8. september 2016.
sme: Giellalávdegotti evttohusat orrot leamen konstruktiiva, ja Sámediggeráđis leat vuordámušat lávdegotti loahpalaš raportii čakčamánu 8. b. 2016.

source: Tospråklighetstilskudd
sme: Guovttegielatvuođadoarjagat

source: Resultatene fra evaluering av ordningen med tospråklighetstilskudd til kommuner og fylkeskommuner i forvaltningsområdet for samisk språk ble presentert under Sametingets kommuneseminar i april i år.
sme: Sámegiela hálddašanguovllu gielddaid ja fylkkagielddaid guovttegielatvuođadoarjagiid ortnega evaluerema bohtosat biddjojuvvojedje ovdan Sámedikki gielddasemináras cuoŋománus dán jagi.

source: Evalueringen er foretatt av Nordlandsforskning på oppdrag av Sametingsrådet.
sme: Nordlandsforskning čađahii evaluerema Sámediggeráđi ovddas.

source: Evalueringen viser at tilskuddsmodellen Sametinget innførte i 2012 har svakheter.
sme: Evalueren čájeha ahte dan doarjjamálles maid Sámediggi ásahii jagi 2012, leat heajus bealit.

source: I følge Nordlandsforskning har Sametinget bare delvis lyktes med å gå fra en kostnadsstyrt til målstyrt tilskuddsmodell.
sme: Nordlandsforskning oainnu mielde lea Sámediggi dušše muhtun muddui lihkostuvvan rievdademiin gollovuđot doarjjamálles ulbmilvuđot doarjjamállii.

source: Samarbeidsavtalene som er utarbeidet for de enkelte kommunene er for generelle og gjentar i stor grad bestemmelsene i samelovens språkregler.
sme: Dat ovttasbargošiehtadusat mat leat ráhkaduvvon iešguđet gielddaide leat menddo oppalaččat ja geardduhit menddo guhkás sámelága giellanjuolggadusaid mearrádusaid.

source: Rapporten avdekker også at god politisk og administrativ dialog mellom Sametinget og kommunene er viktig for å oppnå reell målstyring.
sme: Raporta gávnnaha maiddái ahte buorre politihkalaš ja hálddahuslaš gulahallan gaskal Sámedikki ja gielddaid, lea deaŧalaš go galgá juksat duohta ulbmilstivrejumi.

source: Evalueringen avdekker behov for utvikling av metoder for å foreta nødvendige og sammenlignbare analyser av språksituasjonen i de ulike kommunene.
sme: Evalueren čájeha dárbbu ráhkadit vugiid maiguin čađahit dárbbašlaš ja buohtastahttivejolaš analysa iešguđet gieldda gielladilis.

source: Tospråklighetstilskuddet skal bidra til at kommunene oppfyller samelovens språkregler.
sme: Guovttegielatvuođadoarjja galgá váikkuhit dasa ahte gielddat ollašuhttet sámelága giellanjuolggadusaid.

source: Men kommunene har ulike forutsetninger og står ovenfor svært forskjellige utfordringer.
sme: Muhto gielddain leat iešguđet návccat ja fertejit dustet hui iešguđetlágan hástalusaid.

source: Dagens tilskuddsmodell tar ikke i tilstrekkelig grad hensyn til disse ulikhetene.
sme: Dálá doarjjaortnet ii váldde doarvái bures vuhtii dáid earuid.

source: Modellen for tospråklighetsmidlene må ses i sammenheng med samisk språkutvalgs delrapport fra februar i år.
sme: Guovttegielatvuođamálle ferte geahččat dan oasseraportta vuođul maid sámi giellalávdegoddi bijai ovdan guovvamánus dán jagi.

source: Den omhandler også kommunenes forpliktelser og struktur og dets betydning for samisk språk.
sme: Dat gieđahallá maiddái gielddaid geatnegasvuođaid ja struktuvrra ja dan mearkkašumi sámegillii.

source: Utvalget omtaler flere av punktene som berøres i evalueringen av tospråklighetsmidlene.
sme: Lávdegoddi namuha máŋga čuoggá mat gieđahallojuvvojit guovttegielatvuođaruđaid evalueremis.

source: Utvalget anbefaler en gjennomgang av dagens forvaltningsmodell, styrket samarbeid mellom Sametinget og kommunene og behovet for kartlegging av språksituasjon i de ulike områdene.
sme: Lávdegoddi rávve guorahallat dálá hálddašanmálle, nannet ovttasbarggu gaskal Sámedikki ja gielddaid ja geahčadit dárbbu kártet gielladili iešguđet guovlluin.

source: Språkutvalget anbefaler ulike nivåer av kommuner innenfor samisk språkområde, basert på kommunenes ulike forutsetninger og behov (se forrige punkt under kap. 2.1).
sme: Giellalávdegoddi rávve iešguđet dásiid dain gielddain mat leat mielde sámi giellaguovllus, vuođđuduvvon gielddaid sierranas návccaide ja dárbbuide (geahča ovddit čuoggá kap. 2.1 vuolde).

source: Språkutvalgets rapport og evalueringen fra Nordlandsforskning dokumenterer behovet for en gjennomgang av dagens forvaltningsmodell og tilskuddsordning.
sme: Giellalávdegotti raporta ja Nordlandsforskninga evalueren duođaštit dárbbu guorahallat dálá hálddašanmálle ja doarjjaortnega.

source: Sametingsrådet utarbeider nå et høringsnotat om tilskuddsmodeller for tospråklighetstilskudd til kommuner og fylkeskommuner i forvaltningsområdet for samisk språk.
sme: Sámediggeráđđi ráhkada dál gulaskuddannotáhta sámegiela hálddašanguovllu gielddaid ja fylkkagielddaid guovttegielatvuođadoarjaga doarjjamálliid birra.

source: Notatet sendes på høring til kommunene i forvaltningsområdet, og Sametingsrådet ser fram til konstruktive tilbakemeldinger.
sme: Notáhta sáddejuvvo gulaskuddamii hálddašanguovllu gielddaide, ja Sámediggeráđis leat vuordámušat konstruktiiva vástádusaide.

source: Etter en bred høringsrunde vil rådet legge saken frem for plenum.
sme: Govda gulaskuddama vuođul bidjá ráđđi ovdan ášši dievasčoahkkimii.

source: 07. mars 2016 har Sametinget gitt beskjed til Sámi allaskuvla:s prosjektmedlem og -kommunikasjonsperson, Torkel Rasmussen, at Sametinget blir med på prosjektet i nært samarbeid med Sámi allaskuvla.
sme: Sámediggi lea 07.03.2016 addán dieđu Sámi allaskuvlla prošeaktaoassálastái ja- gulahallanolbmui, Torkel Rasmussenii, ahte Sámediggi searvá prošektii lagaš ovttasbargguin Sámi allaskuvllain.

source: Hovedmålet med prosjektet er å finne gode måter å styrke og utvikle bruken av truede minoritetsspråk i Nord-Europa.
sme: Prošeavtta váldoulbmil lea gávdnat buriid vugiid mo nannet ja ovddidit áitojuvvon minoritehtagielaid geavaheami Davvi-Eurohpás.

source: Sametinget har deltatt på møte med baskeres språkforenings (The Council of Social Entities for the Basque Language, Kontseilua) representant, Paul Bilbao Sarriain, i Oslo 30.03.2016.
sme: Sámediggi lea oassálastán čoahkkimii báskkalaš giellasearvvi (The Council of Social Entities for the Basque Language, Kontseilua) ovddasteddjiin, Paul Bilbao Sarriain, Oslos 30.03.2016.

source: Formålet var å få mer informasjon om arbeidet med protokollen om språkrettigheter som skal godkjennes på konferanse som arrangeres i Donostia i Spania på slutten av året.
sme: Ulbmilin lei oažžut eambbo dieđuid giellavuoigatvuođaid protokolla ráhkadeamis mii galgá dohkkehuvvot konferánssas mii lágiduvvo Donostia-gávpogis Spánias dán jagi loahpas. (Baskisk språkintitiativ – Protokoll og konferanse om språkrettigheter

source: Samiske stedsnavn
sme: Sámi báikenamat

source: Sametinget har gitt råd i saker som angår skrivemåten av samiske stedsnavn, og hvilken betydning disse har.
sme: Sámediggi lea addán rávvagiid áššiide mat gustojit sámi báikenamaid čállinvuohkái ja makkár mearkkašupmi dain lea.

source: Sametinget har blant annet gitt råd til skrivemåten av stedsnavn i Fauske, Balsfjord, Karlsøy og Tromsø, og i tillegg er det gitt råd til skrivemåten av adressenavn i Kvænangen, Storfjord og Nesseby.
sme: Sámediggi lea earret eará addán rávvagiid namaide Fuoiskkus, Báhccavuonas, Gálssas ja Romssas, dasa lassin lea maid addán rávvagiid čujuhusnamaide Návuonas, Omasvuonas ja Unjárggas.

source: 2.2. Rammebetingelser for samisk språk
sme: 2.2. Sámegiela rámmaeavttut

source: Ny folkeregisterlov og nasjonalt ID-kort og pass
sme: Ođđa álbmotregisttarláhka ja nationála ID-koarttat ja pássat

source: Sametinget har den 07.03.2016 bedt om konsultasjon med Finansdepartementet om hvordan registrere språkinformasjon i forbindelse med nytt folkeregisterlov, og hvordan bruke samiske tegn i offentlige registre.
sme: Sámediggi lea 07.03.2016 bivdán ođđa konsultašuvnnaid ruhtadandepartemeanttain mo registreret gielladieđuid ođđa álbmotregisttarlága vuođul ja mo geavahit sámi čálamearkkaid almmolaš registariin.

source: Finansdepartementet hat svart at de tar hensyn til sakene i forskriften.
sme: Ruhtadandepartemeantta lea vástidan ahte dát áššit váldojit vuhtii láhkaásahusas.

source: Sametinget holder fortsatt kontakt med Finansdepartementet i denne saken.
sme: Sámediggi doallá ain oktavuođa Ruhtadandepartemeanttain dán áššis.

source: Sametinget har fortsatt med språkhjelparbeidet med Politidirektoratets arbeid med nye nasjonale identitetskort- og passutforming.
sme: Sámediggi lea joatkán giellaveahkehanbarggu Politiijadirektoráhtain ođđa nationála identitehtakoarta- ja pássahábmen barggus.

source: Språkregler oppdatert
sme: Čállinrávagirji ođasmahttojuvvon

source: Språkregler for nordsamisk, som ble utarbeidet i 2003 er oppdatert.
sme: Davvisámegiela ovddeš čállinrávagirji, mii almmuhuvvui jagi 2003, lea ođasmahttojuvvon.

source: 13. april 2016 ble heftet Riektačállinrávvagat godkjent av Giellagáldus nordsamiske språkseksjon.
sme: Cuoŋománu 13.b. 2016 dohkkehii Giellagáldu davvisámegiela giellajuogus Riektačállinrávvagat gihppaga.

source: Riektačállinrávvagat tar for seg de viktigste rettskrivingsreglene, som bruken av skilletegn, når og hvordan tegner som komma, punktum, tre punktum, semikolon, spørsmålstegn, utropstegn, skråstrek og andre skrivetegn skal brukes.
sme: Riektačállinrávvagat gieđahallet deaŧaleamos riektačállinnjuolggadusaid, nu go gaskamearkkaid geavaheapmi, goas ja mo dakkár mearkkaid go rihku, čuoggá, golmma čuoggá, beallečuoggá, gažaldatmearkka, čuorvvasmearkka, vinjusárgá ja eará čállinmearkkaid galgá geavahit.

source: Heftet er tilgjengelig på internett, og vil også bli trykket.
sme: Gihpa lea fidnemis interneahtas, ja dat galgá maiddái prentejuvvot.

source: Sametinget er med på tre-årig videreprosjekt av Sámi Giellagáldu.
sme: Sámediggi lea mielde golmma jahkásaš Sámi Giellagáldu –joatkkaprošeavttas.

source: Sámi Giellagáldu er samenes felles og dermed øverste vedtaksorgan for samiske språkfaglige saker.
sme: Sámi Giellagáldu lea sámi álbmoga oktasaš ja seammás bajimuš mearridanorgána sámegielaide guoski giellafágalašáššiin.

source: Umesamisk arbeidsgruppe hadde som mandat å godkjenne rettskrivingsprinsipper for umesamisk språk.
sme: Ubmisámegiela bargolávdegotti mandáhtan lei dohkkehit ubmisámegiela čállinvuogi.

source: Arbeidsgruppa avsluttet arbeidet i april, som har versert i nærmere 20 år i forskjellige språkorganer – blant annet i tidligere Samisk språkutvalg.
sme: Bargolávdegoddi loahpahii cuoŋománus barggu, mii jorai lagabui 20 jagi iešguđet lágan giellaorgánain – earret eará ovddeš Sámi giellalávdegottis.

source: Sámi Giellagáldus arbeidsgruppe for umesamisk språk godkjente umesamisk som offisiell skriftspråk.
sme: Giellagáldu ubmisámegiela bargolávdegoddi dohkkehii ubmisámegiela virggálaš čállinvuogi.

source: Dette styrker plassen for umesamisk språk i forhold til hovedspråkene i landet, men også i forhold til andre samiske språk.
sme: Dát nanne ubmisámegiela sajádaga riikka váldogielaid ektui, muhto maiddái eará sámegielaid ektui.

source: Til nå er sørsamisk, lulesamisk, nordsamisk, enaresamisk og skoltesamisk vært offisielle skriftspråk.
sme: Dássážii lea lulli-, julev- ja davvisámegielas, anáraš- ja nuortalašgielas, ja gielddasámegielas leamaš virggálaš čállinvuohki.

source: Sámi Giellagáldu arbeider med nytt terminologi og normering.
sme: Sámi Giellagáldu bargá ođđa terminologiijain ja normeremiin.

source: Giellagáldu har fem språkseksjoner.
sme: Giellagáldus leat vihtta giellajuhkosa.

source: Sør-, lule-, nord-, enare- og skoltesamisk språkseksjon godkjenner nytt terminologi og gir føringer for bruken av dette.
sme: Lulli-, julev-, davvi-, anáraš- ja nuortalašgiela giellajuhkosat dohkkehit ođđa terminologiija ja addet ávžžuhusaid daid geavaheamis.

source: Nordsamisk språkseksjon hadde møte i april hvor felles rettskrivingsregler for nordsamisk språk ble godkjent.
sme: Davvisámegiela giellajuogus čoahkkanii cuoŋománus ja dohkkehii davvisámegiela oktasaš davviriikkalaš riektačállinrávvagiid.

source: I tillegg normerte den nordsamiske språkseksjonen hvordan statsborgeskapsbenevnelser skal skrives på nordsamisk.
sme: Dasa lassin davvisámegiela giellajuogus normerii mo riikkavulošvuođanamahusaid dahjege borgárvuođanamahusaid galgá čállit davvisámegillii.

source: Lulesamisk språkseksjon godkjente 50 nye termer for lulesamisk språk.
sme: Julevsámegiela giellajuogus dohkkehii guovvamánus 50 ođđa tearpma julevsámegillii.

source: Sørsamisk språkseksjon godkjente i mars 179 nye termer på sørsamisk.
sme: Lullisámegiela giellajuogus dohkkehii njukčamánus 179 ođđa tearpma lullisámegillii.

source: I tillegg jobber Giellagáldu som språkfaglig organ, tilbyr språkhjelp og gir hver dag råd til språkbrukere om bruken av samisk språk.
sme: Dasa lassin Giellagáldu bargá fágalaš áššedovdiorgánan, fállá giellaveahki ja rávve giellageavaheddjiid beaivválaččat sámegielaid geavaheapmái guoski gažaldagain.

source: Institusjonens arbeid inkluderer også språkbevaring.
sme: Ásahusa bargguide gullá maiddái giellagáhtten.

source: I tillegg er informasjonsarbeid om samiske språk og svare på samiske fagrelaterte spørsmål andre gjøremål som Giellagáldu jobber med. Det tre-årige Interreg-prosjektet ble startet i august 2015, og skal fungere til slutten av mai 2018.
sme: Dasa lassin Giellagáldu bargun lea juohkit dieđuid sámegielaid birra ja sámegiela fágalaš jearaldagain. Golmma jahkásaš Interreg-prošeakta álggahuvvui borgemánus 2015:s.

source: 2. 2 Språkbrukere
sme: 2. 2 Giellageavaheaddjit

source: Språkkampanje «Snakk samisk til barnet»
sme: Giellakampánnja «Sámás mánáin»

source: Sametingsrådet lanserer høsten 2016 en språkkampanje med navnet «Snakk samisk til barnet».
sme: Danne lea sámediggeráđđi álggahan barggu ođđa giellakampánnjain mii lea ožžon namman Sámás mánáin.

source: Kampanjen retter seg mot foreldre og helsepersonell.
sme: Kampánnja njulgejuvvo váhnemiidda ja dearvvašvuođabargiide doppe gos sámi váhnemat orrot.

source: Målet er å bevisstgjøre foreldre om språkvalg, spre informasjon om verdien av to-/flerspråklighet, og spre kunnskap om verdien av dette.
sme: Ulbmil lea oažžut váhnemiid dihtomielalažžan giellaválljema ektui, juohkit dieđuid guovtte-/máŋggagielalašvuođa árvvus, ja gilvit máhtolašvuođa árjjalaš giellaválljema birra ja dan árvvu birra.

source: Planleggingen startet med en workshop, der både NRK Sápmi, Samisk høgskole, språksentre, jordmødre og helsesøstre deltok med idéer og forslag.
sme: Kampánnja plánenbargu biddjui johtui bargobájiin guovvamánu 10.b, gosa ledje bovdejuvvon vejolaš ovttasbargoguoimmit nugo Sámi allaskuvla, NRK sápmi, giellaguovddážat, jortamovrrat ja dearvvašvuođadivššárat.

source: Det utarbeides egne logoer, egen nettside og kampanjen vil være synlig i sosiale medier.
sme: Kampánjja logo lea ráhkaduvvon, ja sierra neahttasiidu galgá hábmejuvvot. Kampánnja galgá maid čalmmustuhttot sosiála mediain.
